tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "figlet"
brew "fortune"
brew "git"
brew "jenv"
brew "mas"
brew "mvnvm"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "vim"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "google-chrome", args: { appdir: "/Applications" }
cask "ledger-live"
cask "logitech-options"
cask "paw"
cask "pdf-expert"
cask "screens-connect"
cask "tower"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Publisher", id: 881418622
mas "Bear", id: 1091189122
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "HP Easy Scan", id: 967004861
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Klammer", id: 436780099
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "OverPicture", id: 1188020834
mas "Pages", id: 409201541
mas "Paw", id: 584653203
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835