brew "tree"
brew "ansible"
brew "bats-core"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "handbrake"
brew "just"
brew "libaacs"
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "nvm"
brew "opentofu"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "shellcheck"
brew "ssh-copy-id"
brew "trash"
brew "vim"
brew "wget"
brew "yt-dlp"
cask "1password"
cask "8bitdo-ultimate-software"
cask "appcleaner"
cask "blu-ray-player-pro"
cask "claude"
cask "claude-code"
cask "crossover"
cask "docker-desktop"
cask "filebot"
cask "github"
cask "google-chrome"
cask "handbrake-app"
cask "jump-desktop-connect"
cask "kaleidoscope"
cask "ledger-wallet"
cask "logi-options+"
cask "makemkv"
cask "spotify"
cask "tower"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "Developer", id: 640199958
mas "Enclave AI", id: 6476614556
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "HP", id: 1474276998
mas "iMovie", id: 408981434
mas "Jump Desktop", id: 524141863
mas "Keynote", id: 361285480
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 361304891
mas "OneDrive", id: 823766827
mas "OverPicture", id: 1188020834
mas "Pages", id: 361309726
mas "Parcel", id: 375589283
mas "Prime Video", id: 545519333
mas "Reeder", id: 6475002485
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
mas "UTM", id: 1538878817
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "bbenoist.nix"
vscode "github.vscode-github-actions"
vscode "jetmartin.bats"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "opentofu.vscode-opentofu"
vscode "redhat.java"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "zamerick.vscode-caddyfile-syntax"
